/**
    Create player init diary records.
    SUBJECT - diary subject. "Diary" = Briefing. Can be custom 
    player createDiaryRecord [SUBJECT, [TITLE, DESCRIPTION, ICON]]
 */
player createDiaryRecord ["Diary", ["Выполнение", "Выполняйте задачи высшего коммандования и реагируйте на любую подозрительную активность."]];
player createDiaryRecord ["Diary", ["Миссия", "Аванпосты военных сил США размещены по всему острову. Текущее присутствие обусловлено необходимостью избавиться от оставшихся отрядов противника после прошедшего конфликта и сохранить безопасность гражданских."]];
player createDiaryRecord ["Diary", ["Ситуация", "Армия США вложила большое количество ресурсов на освобождение острова от оккупации войсками г-ва Сахрани. Оставшиеся силы противника были вынуждены отступить на континент.<br/>К сожалению некоторые отряды скрылись под видом гражданских и продолжают вести партизанскую войну по всему периметру."]];
