player createDiaryRecord ["Diary", [ 
		"Миссия",
		"Украдите машину и вернитесь к <marker name='usaPosition'>кордону США</marker>."
	]];

player createDiaryRecord [ "Diary", [ 
	"Ситуация",
	"Бои за Малден продолжаются.<br/>На линиции фронта происходят постоянные столкновения войск США и СССР. Члены отряда Браво все как один были ветеранами боевых действий, однако утечка данных из штаба позволила выследить и перебить солдат, отправленных вглуб территорий противника.<br/>Вы - единственный выжывший. Вам удалось сбежать из окружения и достичь близжайшего опорного пункта СССР в <marker name='enemyBase'>Шапое</marker>.<br/>Необходимо любыми средствами выжить и вернуться обратно к Папе Медведю."
	]];